picsil/micropython/ports/esp32/boards/PICSIL/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "picsil Sense"
#define MICROPY_HW_MCU_NAME "ESP32-PICO-D4"
